<?php
$questions = [
  [
    "question" => "आप स्वास्थ्य संबंधी जानकारी कहाँ खोजते हैं?",
      "answers" => [
        [
          "title" => "डॉक्टर या क्लिनिक",
        ],
        [
          "title" => "फोरम और मेडिकल वेबसाइट्स",
        ],
        [
          "title" => "गूगल, यूट्यूब",
        ],
        [
          "title" => "फेसबुक",
        ],
        [
          "title" => "टेलीविज़न",
        ],
        [
          "title" => "दोस्त और जान-पहचान वाले",
        ],
      ]
  ],
  [
    "question" => "आप कौन से टीवी प्रोग्राम या शो देखना पसंद करते हैं?",
    "textarea" => [
      "minLength" => 12,
      "placeholder" => "वो टीवी प्रोग्राम या शो लिखें, जो आप सबसे ज़्यादा देखते हैं"
    ]
  ],
  [
    "question" => "क्या आपके पसंदीदा टीवी होस्ट या अभिनेता हैं? अगर हां, तो उनके नाम बताएं",
    "textarea" => [
      "minLength" => 12,
      "placeholder" => "कम से कम 3 ऐसे लोगों के नाम बताएं, जिनका आप सम्मान करते हैं और जिनकी राय आपके लिए मायने रखती है"
    ]
  ],
  [
    "question" => "आप स्वास्थ्य और चिकित्सा के क्षेत्र में किसे अधिकारिक मानते हैं?",
    "textarea" => [
      "minLength" => 12,
      "placeholder" => "उन लोगों के नाम लिखें, जिन पर आप अपने स्वास्थ्य के मामले में पूरी तरह भरोसा करेंगे"
    ]
  ],
  [
    "question" => "पुरुषों के स्वास्थ्य से जुड़े उत्पादों की विज्ञापन में आपको क्या गुस्सा दिलाता है?",
    "textarea" => [
      "minLength" => 12,
      "placeholder" => "विज्ञापन में ऐसी कौन सी बातें हैं, जो आपको परेशान करती हैं? विस्तार से बताएं"
    ]
  ],
  [
    "question" => "आप मशहूर हस्तियों के विज्ञापनों के बारे में क्या सोचते हैं?",
    "textarea" => [
      "minLength" => 12,
      "placeholder" => "बताएं कि आप विज्ञापन में मशहूर हस्तियों को लेकर क्या सोचते हैं"
    ]
  ],
  [
    "question" => "आप स्वास्थ्य संबंधी जानकारी कहाँ खोजते हैं?",
    "answers" => [
      [
        "title" => "ईमानदारी और स्पष्टता",
      ],
      [
        "title" => "असली पुरुषों की कहानियाँ",
      ],
      [
        "title" => "कैसे काम करता है, इसका आसान और साफ़ समझाया गया तरीका",
      ],
      [
        "title" => "सरलता और सम्मान",
      ],
      [
        "title" => "मर्दाना अंदाज़: बिना रोए-धोए, सीधे मुद्दे पर",
      ],
      [
        "title" => "बोनस और डिस्काउंट",
      ],
    ]
  ],
];